module.exports = {
  sidebar: [
    {
      type: 'category',
      label: 'Начало работы',
      items: [
        'начало-работы/регистрация',
        'начало-работы/настройки-аккаунта',
        'начало-работы/настройка-прокси',
      ],
    },
    {
      type: 'category',
      label: 'Оплата',
      items: [
        'оплата/пополнение-счета-и-оплата',
        'оплата/промокоды-и-скидки',
      ],
    },
    {
      type: 'category',
      label: 'Продукты и услуги',
      items: [
        {
          type: 'category',
          label: 'Типы прокси',
          items: [
            'продукты-и-услуги/типы-прокси/что-такое-динамические-прокси',
            'продукты-и-услуги/типы-прокси/что-такое-резидентские-прокси',
            'продукты-и-услуги/типы-прокси/что-такое-дата-центровые-прокси',
            'продукты-и-услуги/типы-прокси/что-такое-isp-прокси',
          ],
        },
        {
          type: 'category',
          label: 'Прокси по протоколу',
          items: [
            'продукты-и-услуги/протоколы-прокси/что-такое-http-https-прокси',
            'продукты-и-услуги/протоколы-прокси/что-такое-socks5-прокси',
          ],
        },
      ],
    },
    {
      type: 'category',
      label: 'Основы прокси',
      items: [
        'основы-прокси/что-такое-прокси-сервис',
        'основы-прокси/как-работают-прокси',
      ],
    },
    {
      type: 'category',
      label: 'Варианты использования',
      items: [
        'варианты-использования/зачем-бизнесу-прокси',
        'варианты-использования/зачем-профессионалам-прокси',
        'варианты-использования/зачем-обычным-пользователям-прокси',
      ],
    },
    {
      type: 'category',
      label: 'Настройки прокси в браузерах',
      items: [
        {
          type: 'category',
          label: 'Основные браузеры',
          items: [
            'браузеры/основные/яндекс',
            'браузеры/основные/opera',
            'браузеры/основные/firefox',
            'браузеры/основные/edge',
            'браузеры/основные/chrome',
          ],
        },
        {
          type: 'category',
          label: 'Антидетект браузеры',
          items: [
            'браузеры/антидетект/linken-sphere',
            'браузеры/антидетект/mulogin',
            'браузеры/антидетект/avant',
            'браузеры/антидетект/epic',
            'браузеры/антидетект/hidemyacc',
            'браузеры/антидетект/morelogin',
            'браузеры/антидетект/antik',
            'браузеры/антидетект/waterfox',
            'браузеры/антидетект/accovod',
            'браузеры/антидетект/lalicat',
            'браузеры/антидетект/brave',
            'браузеры/антидетект/marketer',
            'браузеры/антидетект/gologin',
            'браузеры/антидетект/octo',
            'браузеры/антидетект/multibrowser',
            'браузеры/антидетект/clonbrowser',
            'браузеры/антидетект/incogniton',
            'браузеры/антидетект/dolphin-anty',
          ],
        },
      ],
    },
  ],
};
